[
  "obsidian-tasks-plugin",
  "various-complements",
  "quickadd",
  "obsidian-paste-image-rename",
  "obsidian-projects",
  "cmdr",
  "dataview",
  "obsidian-style-settings",
  "templater-obsidian",
  "cm-chs-patch",
  "omnisearch",
  "obsidian-auto-link-title",
  "quick-explorer",
  "number-headings-obsidian",
  "obsidian-copy-block-link",
  "tabs",
  "frontmatter-modified-date",
  "floating-settings",
  "obsidian-reminder-plugin",
  "obsidian-quiet-outline",
  "dust-calendar",
  "obsidian-douban-plugin",
  "obsidian-meta-bind-plugin",
  "floating-toc",
  "obsidian-minimal-settings",
  "obsidian-tracker",
  "contribution-graph",
  "editing-toolbar",
  "obsidian-sortable",
  "codeblock-customizer",
  "recent-files-obsidian",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-hover-editor",
  "mysnippets-plugin"
]